Repository: jordibruin/Snel
Catalog: Snel Watch App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl, zh_hans

source: Adjust the threshold for slow, medium and fast speeds
de: Stelle den Schwellenwert für langsame, mittlere und schnelle Geschwindigkeiten ein
es: Ajusta el umbral para las velocidades lenta, media y rápida
fr: Ajuste le seuil pour les vitesses lentes, moyennes et rapides.
nl: Pas de drempel aan voor lage, gemiddelde en hoge snelheden
zh_hans: 调整慢速、中速和高速的阈值

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
nl: Geavanceerd
zh_hans: 高级

source: Decimals
de: Dezimalen
es: Decimales
fr: Décimales
nl: Decimalen
zh_hans: 小数

source: Fast
de: Schnell
es: Rápida
fr: Rapide
nl: Snel
zh_hans: 快

source: Medium
de: Mittel
es: Media
fr: Moyenne
nl: Normaal
zh_hans: 中

source: No Movement Detected
de: Keine Bewegung erkannt
es: No se detecta movimiento
fr: Aucun mouvement détecté
nl: Geen beweging gedetecteerd
zh_hans: 未检测到移动

source: No speed: %lld
de: Keine Geschwindigkeit: %lld
es: Sin velocidad: %lld
fr: Pas de vitesse : %lld
nl: Geen snelheid: %lld
zh_hans: 无速度： %lld

source: Reset Defaults
de: Standardwerte zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser les valeurs par défaut
nl: Standaardinstellingen herstellen
zh_hans: 重置默认值

source: Reset Max Speed
de: Max. Geschwindigkeit zurücksetzen
es: Restablecer velocidad máxima
fr: Réinitialiser la vitesse maximale
nl: Reset Max. snelheid
zh_hans: 重置最高速度

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
nl: Instellingen
zh_hans: 设置

source: Slow
de: Langsam
es: Lenta
fr: Lente
nl: Traag
zh_hans: 慢

source: Snel uses GPS to determine your speed, please move around outside if you don't see any speed measurements.
de: Snel verwendet GPS, um deine Geschwindigkeit zu bestimmen. Bitte bewege dich draußen, wenn du keine Geschwindigkeitsmessungen siehst.
es: Snel utiliza el GPS para determinar tu velocidad, por favor, muévete fuera si no ves ninguna medida de velocidad.
fr: Snel utilise le GPS pour déterminer ta vitesse, déplace-toi à l'extérieur si tu ne vois pas de mesures de vitesse.
nl: Snel maakt gebruik van GPS om je snelheid te bepalen, loop alsjeblieft naar buiten als je geen snelheidsmetingen ziet.
zh_hans: Snel 使用 GPS 来确定您的速度，如果您没有看到任何速度测量值，请到外面转转。

source: Speed
de: Tempo
es: Velocidad
fr: Vitesse
nl: Snelheid
zh_hans: 速度

source: Speed Unit
de: Geschwindigkeitseinheit
es: Unidad de velocidad
fr: Unité de vitesse
nl: Snelheidseenheid
zh_hans: 速度单元

source: Theme
de: Thema
es: Tema
fr: Thème
nl: Thema
zh_hans: 主题

source: Time
de: Zeit
es: Hora
fr: Heure
nl: Tijd
zh_hans: 时间

source: Maximum
es: Máximo
zh_hans: 最大心率

source: SimpleView
zh_hans: 简单查看
